aic94xx-firmware
android-studio
aseprite
ast-firmware
buku
catppuccin-cursors-mocha
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-mocha
cavasik
cbonsai
cfonts
chroma-bin
claude-code
clipse
emote
gallery-dl
gowall
hydrus
hydrus-docs
hyprnotify
hyprshade
libcava
matugen-bin
nbfc-linux-git
nvidia-580xx-dkms
oterm
pacseek
papirus-folders-catppuccin-git
paru
paru-debug
pokemon-colorscripts-git
portainer-bin
pwvucontrol
pyprland
python-gpustat
python-pdf2image
python-pywal16
rmlint
slack-desktop-wayland
soundfont-fatboy
spicetify-cli
spotify-tui
sptlrx-bin
sttr-bin
supabase-bin
syspower
topgrade
ttf-ancient-fonts
ttf-unifont
tuime
upd72020x-fw
waypaper
wd719x-firmware
wl_shimeji-git
wlogout
yaak
zf
