anything-sync-daemon
aria2
aspnet-runtime
awww
base
base-devel
bat
bfs
blender
blueman
bluez-utils
brightnessctl
bsd-games
btop
btrfs-assistant
chafa
cmatrix
composer
cool-retro-term
cpio
cudnn
cups
dart-sass
ddcutil
delfin
devtools
dolphin
dosfstools
dunst
easyeffects
efibootmgr
ex-vi-compat
eza
fastfetch
fd
feh
ffmpegthumbnailer
ffmpegthumbs
ffnvcodec-headers
figlet
firefox
firewalld
fish
flatpak
fwupd
gamemode
gdb
gimp
git-delta
git-filter-repo
github-cli
gitui
gperf
graphviz
gwenview
hyperfine
hypridle
hyprland-protocols
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprpwcenter
hyprshot
intel-gpu-tools
intel-media-driver
intel-ucode
jdk-openjdk
jellyfin-server
jellyfin-web
julia
kdeconnect
kitty
kvantum-qt5
lazydocker
lazygit
libgtop
libretro-overlays
libretro-shaders-slang
libva-intel-driver
libva-nvidia-driver
libva-utils
libvdpau-va-gl
linux
linux-firmware
linux-firmware-qlogic
linux-headers
lmms
lostfiles
luarocks
lynx
man-db
mc
memcached
mise
mokutil
moreutils
nano
navi
neovim
networkmanager-dmenu
networkmanager-openvpn
newsboat
nnn
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
nvidia-settings
nvtop
nwg-look
obs-studio
obsidian
openapi-tui
opencl-headers
otf-firamono-nerd
otf-font-awesome
pamixer
pass
pastel
patchutils
pavucontrol
pipewire-alsa
pipewire-libcamera
pkgfile
plocate
plymouth
postgresql
power-profiles-daemon
procs
profile-sync-daemon
python-colorthief
python-pipx
python-pygame
python-pynvim
python-pyopenssl
python-pypdf
python-pytesseract
qopenvpn
qt5ct
qt6ct
ranger
rdesktop
rdma-core
rebuild-detector
reflector
remmina
rofi-calc
rofi-emoji
rofimoji
rustup
sane
satty
sccache
snap-pac
socat
sof-firmware
spotify-launcher
spotify-player
stress-ng
supercollider
swappy
texlive-latex
time
tldr
tmux
toilet
transmission-cli
trash-cli
ttf-bigblueterminal-nerd
ttf-firacode-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-mononoki-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-proggyclean-nerd
ttf-terminus-nerd
tumbler
udiskie
unrar
usbutils
uwsm
valkey
vdpauinfo
vim
vivid
vlc
waybar
wf-recorder
wget
wireless-regdb
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xcursorgen
yarn
yt-dlp
ytfzf
zoxide
zram-generator
zsh
